Repository: CreateAmrita/cell-biology-virtual-lab-i
Catalog: src/lab/Circular_Coil/locale/*/messages.po
Languages: hi_in

source: protein
hi_in: प्रोटीन

source: Absorbance
hi_in: शोषक

source: Function
hi_in: समारोह

source: Parameter
hi_in: पैरामीटर

source: Clear
hi_in: स्पष्ट

source: Enter
hi_in: दर्ज

source: Standard
hi_in: मानक

source: Blank
hi_in: रिक्त

source: Sample
hi_in: नमूना

source: Absorbance 650 nm
hi_in: शोषक 650 एनएम

source: help1
hi_in: शोषक मूल्यों को प्राप्त करने के लिए शोषक के स्विच दबाएँ।

source: help2
hi_in: 650 एनएम के लिए अंक तक नीचे तीर बटन दबाएं।

source: help3
hi_in: तब बटन.शोषक के मूल्य 650 एनएम प्रदर्शित करेगा प्रेस दर्ज करें।

source: help4
hi_in: क्युवेट स्लॉट के ढक्कन पर क्लिक करें।

source: help5
hi_in: क्युवेट स्लॉट के लिए में खाली रखें।

source: help6
hi_in: रिक्त बटन दबाएं ।

source: help7
hi_in: रिक्त क्युवेट बाहर ले, और स्लॉट के लिए नमूना क्युवेट जगह है।

source: help8
hi_in: नमूना बटन दबाएं ।

source: help9
hi_in: दूसरा नमूना पढ़ पाने के लिए कदम 7 और 8 दोहराएँ।

source: Next
hi_in: अगला

source: Close
hi_in: बंद करे

source: Isolation of Chloroplast
hi_in: अलगाव का क्लोरोप्लास्ट

source: Instructions
hi_in: अनुदेश

source: Variables
hi_in: चर

source: Click on the 'Absorbance' button.
hi_in: ● अब्ज़ॉर्प्शन बटन पर क्लिक करें।

source: Click the down arrow to set the value 650 nm.
hi_in: ● मूल्य 650 एनएम सेट करने के लिए नीचे तीर क्लिक करें।

source: Click 'Enter' button.
hi_in: ● बटन ' दर्ज ' पर क्लिक करें ।

source: Click on the lid to remove it.
hi_in: ● इसे दूर करने के ढक्कन पर क्लिक करें।

source: Drag and drop the blank cuvette into the cuvette slot.
hi_in: ● खींचें और क्युवेट स्लॉट में खाली क्युवेट ड्रॉप।

source: Click on the 'Blank' button.
hi_in: ● 'खाली ' बटन पर क्लिक करें।

source: Click on the blank cuvette to remove it from the cuvette slot
hi_in: ● क्युवेट स्लॉट से इसे हटाने के लिए खाली क्युवेट पर क्लिक करें

source: Drag the cuvette, containing sample, into the cuvette slot.
hi_in: ● क्युवेट स्लॉट में , नमूना युक्त , क्युवेट खींचें।

source: Click on the 'Sample' button.
hi_in: ● 'नमूना ' बटन पर क्लिक करें।

source: Click on the 'Help' icon for more help.
hi_in: ● अधिक मदद के लिए 'मदद ' आइकन पर क्लिक करें ।

source: Reset
hi_in: रीसेट

source: copyright
hi_in: कॉपीराइट © अमृता विश्वविद्यालय 2015 - 2009
