Repository: CreateAmrita/cell-biology-virtual-lab-i
Catalog: src/lab/Light_Microscope/locale/*/messages.po
Languages: hi_in

source: System on/Off
hi_in: पर / बंद प्रणाली

source: Light on/Off
hi_in: प्रकाश / बंद

source: Light intensity
hi_in: प्रकाश की तीव्रता

source: Left and Right turning
hi_in: बाएँ और दाएँ मोड़

source: Zoom In/Out
hi_in: ज़ूम / बाहर

source: help1
hi_in: ड्रॉप- डाउन मेनू से सेल नमूना चयन करें ।

source: help2
hi_in: "चुनें लेंस " ड्रॉप-डाउन मेनू का उपयोग कर लेंस सेट करें।

source: help3
hi_in: दूरबीन से देखने के लिए " का चयन दृश्य " ड्रॉप-डाउन मेनू का प्रयोग करें।

source: help4
hi_in: सेल की साफ छवि गेटिंग के लिए अलग कंट्रोलर्स एडजस्ट

source: Next
hi_in: अगला

source: Close
hi_in: बंद करे

source: Variables
hi_in: चर

source: Reset
hi_in: रीसेट

source: Select View :
hi_in: चुनें देखें :

source: Monitor out
hi_in: बाहर की निगरानी

source: 10X (low power objective lens
hi_in: 10X (कम बिजली उद्देश्य लेंस)

source: Select lense :
hi_in: चयन लेंस :

source: Select view :
hi_in: चुनें देखें :

source: Select sample :
hi_in: चुनें नमूना :

source: Unstained Onion epidermal cell
hi_in: बेदाग प्याज एपिडर्मल सेल

source: copyright
hi_in: 2015 - 2009 कॉपीराइट © अमृता विश्वविद्यालय

source: Binocular
hi_in: दूरबीन

source: 10X (low power objective lens)
hi_in: 10X (कम बिजली उद्देश्य लेंस)

source: 40X (High power objective lens)
hi_in: 40X (हाई पावर उद्देश्य लेंस )

source: 100X (Oil immersion objective lens)
hi_in: 100X (तेल विसर्जन उद्देश्य लेंस)

source: Gram negative rods
hi_in: नकारात्मक छड़ ग्राम

source: Gram positive cocci
hi_in: ग्राम सकारात्मक कक्सि

source: Gram positive rods
hi_in: सकारात्मक छड़ ग्राम

source: Gram negative cocci
hi_in: ग्राम नकारात्मक कक्सि

source: Bacillus Subtilis (rods)
hi_in: बेसिलस सुब्तिलिस (रोड्स)

source: Staphylococcus aurcus ( coccus)
hi_in: स्टाफीलोकोकस औरकस (कक्सि)

source: Onion Cell
hi_in: प्याज सेल

source: Cheek Cell
hi_in: गाल सेल

source: Onion Root Tips
hi_in: प्याज रूट टिप्स
